Repository: letsrevel/revel-backend
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, it

source: This evaluation was conducted as part of the application process for %(event_name)s.
de: Diese Auswertung wurde im Rahmen des Bewerbungsprozesses für %(event_name)s durchgeführt.
it: Questa valutazione è stata condotta come parte del processo di candidatura per %(event_name)s.

source: New Questionnaire Submission: %(questionnaire_name)s
de: Neue Fragebogen-Einsendung: %(questionnaire_name)s
it: Nuovo questionario inviato: %(questionnaire_name)s

source: 📋 Questionnaire Review Required
de: 📋 Fragebogen-Überprüfung erforderlich
it: 📋 Revisione questionario richiesta

source: New submission awaiting your review
de: Neue Einsendung wartet auf deine Überprüfung
it: Nuovo invio in attesa della tua revisione

source: A new questionnaire submission has been received and requires manual review before it can be processed.
de: Eine neue Fragebogen-Einsendung wurde empfangen und erfordert eine manuelle Überprüfung, bevor sie verarbeitet werden kann.
it: È stata ricevuta una nuova risposta al questionario che richiede una revisione manuale prima di poter essere elaborata.

source: Submitted By
de: Eingesendet von
it: Inviato da

source: Name:
it: Nome:

source: Submitted:
de: Eingesendet:
it: Inviato:

source: Questionnaire Details
de: Fragebogen-Details
it: Dettagli questionario

source: Mode:
de: Modus:
it: Modalità:

source: ⚠️ Action Required
de: ⚠️ Handlung erforderlich
it: ⚠️ Azione richiesta

source: Please log in to the admin panel to review this questionnaire submission and make a decision.
de: Bitte melde dich im Admin-Panel an, um diese Fragebogen-Einsendung zu überprüfen und eine Entscheidung zu treffen.
it: Accedi al pannello di amministrazione per revisionare questo questionario e prendere una decisione.

source: The submission needs to be either <strong>approved</strong> or <strong>rejected</strong> before the submitter can proceed.
de: Die Einsendung muss entweder <strong>genehmigt</strong> oder <strong>abgelehnt</strong> werden, bevor die Person fortfahren kann.
it: L'invio deve essere <strong>approvato</strong> o <strong>rifiutato</strong> prima che chi l'ha inviato possa procedere.

source: You're receiving this notification because you have permission to evaluate questionnaires for <strong>%(organization_name)s</strong>.
de: Du erhältst diese Benachrichtigung, weil du die Berechtigung hast, Fragebögen für <strong>%(organization_name)s</strong> zu bewerten.
it: Stai ricevendo questa notifica perché hai i permessi per valutare questionari per <strong>%(organization_name)s</strong>.

source: Revel Event Management System
it: Sistema di gestione eventi Revel

source: New Ticket Issued: %(event_name)s
de: Neues Ticket ausgestellt: %(event_name)s
it: Nuovo biglietto emesso: %(event_name)s

source: 🎫 New Ticket Issued
de: 🎫 Neues Ticket ausgestellt
it: 🎫 Nuovo biglietto emesso

source: Staff Notification
de: Mitarbeiter-Benachrichtigung
it: Notifica per lo staff

source: A new ticket has been activated for <strong>%(event_name)s</strong>.
de: Ein neues Ticket wurde für <strong>%(event_name)s</strong> aktiviert.
it: Un nuovo biglietto è stato attivato per <strong>%(event_name)s</strong>.

source: A new ticket has been issued for <strong>%(event_name)s</strong>.
de: Ein neues Ticket wurde für <strong>%(event_name)s</strong> ausgestellt.
it: Un nuovo biglietto è stato emesso per <strong>%(event_name)s</strong>.

source: Ticket Holder
de: Ticketinhaber:in
it: Titolare del biglietto

source: Ticket Information
de: Ticket-Informationen
it: Informazioni biglietto

source: Ticket Type:
de: Ticket-Typ:
it: Tipo di biglietto:

source: Price:
de: Preis:
it: Prezzo:

source: Free
de: Kostenlos
it: Gratuito

source: Status:
it: Stato:

source: Event Details
it: Dettagli evento

source: You're receiving this notification as a staff member of <strong>%(organization_name)s</strong>.
de: Du erhältst diese Benachrichtigung als Mitarbeiter:in von <strong>%(organization_name)s</strong>.
it: Stai ricevendo questa notifica come membro dello staff di <strong>%(organization_name)s</strong>.

source: Ticket Update: %(event_name)s
it: Aggiornamento biglietto: %(event_name)s

source: Your Free Ticket is Ready!
de: Dein kostenloses Ticket ist bereit!
it: Il tuo biglietto gratuito è pronto!

source: Payment Required
de: Zahlung erforderlich
it: Pagamento richiesto

source: Pay at the Door
de: Zahlung vor Ort
it: Pagamento all'ingresso

source: Ticket Confirmed
de: Ticket bestätigt
it: Biglietto confermato

source: Great news!
de: Gute Nachrichten!
it: Ottime notizie!

source: Your free ticket for %(event_name)s is ready. Your ticket is attached to this email as a PDF.
de: Dein kostenloses Ticket für %(event_name)s ist bereit. Dein Ticket ist als PDF an diese E-Mail angehängt.
it: Il tuo biglietto gratuito per %(event_name)s è pronto. Il tuo biglietto è allegato a questa email in formato PDF.

source: Your ticket reservation is confirmed
de: Deine Ticket-Reservierung ist bestätigt
it: La tua prenotazione del biglietto è confermata

source: but payment is still needed to complete your registration.
de: aber die Zahlung wird noch benötigt, um deine Registrierung abzuschließen.
it: ma il pagamento è ancora necessario per completare la tua registrazione.

source: Your spot is reserved!
de: Dein Platz ist reserviert!
it: Il tuo posto è riservato!

source: Please bring payment to the event. Your ticket is attached as a PDF.
de: Bitte bringe die Zahlung zum Event mit. Dein Ticket ist als PDF angehängt.
it: Porta il pagamento all'evento. Il tuo biglietto è allegato in formato PDF.

source: All set!
de: Alles bereit!
it: Tutto pronto!

source: Your ticket is now active and ready to use.
de: Dein Ticket ist jetzt aktiv und einsatzbereit.
it: Il tuo biglietto è ora attivo e pronto all'uso.

source: Payment Instructions
de: Zahlungsanweisungen
it: Istruzioni per il pagamento

source: Payment Information
de: Zahlungsinformationen
it: Informazioni pagamento

source: Please arrive with enough time to complete payment before the event starts.
de: Bitte komme rechtzeitig, um die Zahlung vor Beginn des Events abzuschließen.
it: Arriva con abbastanza anticipo per completare il pagamento prima dell'inizio dell'evento.

source: Please contact the event organizers for payment instructions.
de: Bitte kontaktiere die Event-Organisator:innen für Zahlungsanweisungen.
it: Contatta gli organizzatori dell'evento per le istruzioni di pagamento.

source: Please bring payment to the event. Contact the organizers if you have questions about payment methods.
de: Bitte bringe die Zahlung zum Event mit. Kontaktiere die Organisator:innen, falls du Fragen zu Zahlungsmethoden hast.
it: Porta il pagamento all'evento. Contatta gli organizzatori se hai domande sui metodi di pagamento.

source: 📎 Your ticket is attached to this email as a PDF.
de: 📎 Dein Ticket ist als PDF an diese E-Mail angehängt.
it: 📎 Il tuo biglietto è allegato a questa email in formato PDF.

source: Please save this email and bring your ticket to the event.
de: Bitte speichere diese E-Mail und bringe dein Ticket zum Event mit.
it: Salva questa email e porta il tuo biglietto all'evento.

source: Looking forward to seeing you at the event!
de: Wir freuen uns darauf, dich beim Event zu sehen!
it: Non vediamo l'ora di vederti all'evento!

source: ✅ RSVP:
de: ✅ Zusage:
