Repository: letsrevel/revel-backend
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, it

source: Your data export has been initiated.
de: Dein Datenexport wurde gestartet.
it: L'esportazione dei tuoi dati è stata avviata.

source: Email already verified.
de: E-Mail bereits verifiziert.
it: Email già verificata.

source: Verification email sent.
de: Bestätigungs-E-Mail versendet.
it: Email di verifica inviata.

source: An email has been sent.
de: Eine E-Mail wurde versendet.
it: È stata inviata un'email.

source: Your account deletion has been initiated and will be processed shortly.
de: Die Löschung deines Kontos wurde gestartet und wird in Kürze durchgeführt.
it: La cancellazione del tuo account è stata avviata e verrà elaborata a breve.

source: A password reset link will be sent.
de: Ein Link zum Zurücksetzen des Passworts wird versendet.
it: Ti sarà inviato un link per reimpostare la password.

source: Password reset successfully.
de: Passwort erfolgreich zurückgesetzt.
it: Password reimpostata con successo.

source: Login via SSO.
de: Anmeldung über SSO.
it: Accesso tramite SSO.

source: Invalid OTP.
de: Ungültiges OTP.
it: OTP non valido.

source: Password must contain at least one uppercase letter.
de: Das Passwort muss mindestens einen Großbuchstaben enthalten.
it: La password deve contenere almeno una lettera maiuscola.

source: Password must contain at least one lowercase letter.
de: Das Passwort muss mindestens einen Kleinbuchstaben enthalten.
it: La password deve contenere almeno una lettera minuscola.

source: Password must contain at least one digit.
de: Das Passwort muss mindestens eine Ziffer enthalten.
it: La password deve contenere almeno una cifra.

source: Password must contain at least one special character (!@#$%^&*(),.?":{}|<>).
de: Das Passwort muss mindestens ein Sonderzeichen enthalten (!@#$%^&*(),.?":{}|<>).
it: La password deve contenere almeno un carattere speciale (!@#$%^&*(),.?":{}|<>).

source: contain at least one uppercase letter, one lowercase letter, one digit, and one special character (!@#$%^&*(),.?":{}|<>).
de: mindestens einen Großbuchstaben, einen Kleinbuchstaben, eine Ziffer und ein Sonderzeichen enthalten (!@#$%^&*(),.?":{}|<>).
it: contenere almeno una lettera maiuscola, una lettera minuscola, una cifra e un carattere speciale (!@#$%^&*(),.?":{}|<>).

source: A user with this email already exists.
de: Ein:e Nutzer:in mit dieser E-Mail existiert bereits.
it: Esiste già un utente con questa email.

source: A user with this email no longer exists.
de: Ein:e Nutzer:in mit dieser E-Mail existiert nicht mehr.
it: Non esiste più un utente con questa email.

source: Cannot reset password for Google SSO users.
de: Das Passwort kann für Google-SSO-Nutzer:innen nicht zurückgesetzt werden.
it: Impossibile reimpostare la password per utenti Google SSO.

source: You cannot delete your account while you own organizations. Please contact support to transfer ownership or delete the organizations first.
de: Du kannst dein Konto nicht löschen, solange du Organisationen besitzt. Bitte kontaktiere den Support, um die Inhaberschaft zu übertragen oder lösche zuerst die Organisationen.
it: Non puoi eliminare il tuo account mentre sei proprietario di organizzazioni. Contatta l'assistenza per trasferire la proprietà o eliminare prima le organizzazioni.

source: Token has expired.
de: Der Token ist abgelaufen.
it: Il token è scaduto.

source: Invalid token: {error}
de: Ungültiger Token: {error}
it: Token non valido: {error}

source: Invalid token type.
de: Ungültiger Token-Typ.
it: Tipo di token non valido.

source: Invalid Google ID Token.
de: Ungültiger Google-ID-Token.
it: Token ID Google non valido.

source: Confirm Account Deletion
de: Kontolöschung bestätigen
it: Conferma cancellazione account

source: You have received this email because you have requested to delete your account at <a href="%(frontend_base_url)s">Revel</a>.
de: Du hast diese E-Mail erhalten, weil du die Löschung deines Kontos bei <a href="%(frontend_base_url)s">Revel</a> angefordert hast.
it: Hai ricevuto questa email perché hai richiesto di eliminare il tuo account su <a href="%(frontend_base_url)s">Revel</a>.

source: If you did not request this, please ignore this email.
de: Falls du dies nicht angefordert hast, ignoriere bitte diese E-Mail.
it: Se non hai richiesto questa operazione, ignora questa email.

source: To confirm the deletion of your account, click the link below:
de: Um die Löschung deines Kontos zu bestätigen, klicke auf den folgenden Link:
it: Per confermare la cancellazione del tuo account, clicca il link qui sotto:

source: Thank you,<br>The Revel Team
de: Vielen Dank,<br>Das Revel-Team
it: Grazie,<br>Il Team di Revel

source: Confirm Account Deletion.
de: Kontolöschung bestätigen.
it: Conferma cancellazione account.

source: You have received this email because you have requested to delete your account at %(frontend_base_url)s.
de: Du hast diese E-Mail erhalten, weil du die Löschung deines Kontos bei %(frontend_base_url)s angefordert hast.
it: Hai ricevuto questa email perché hai richiesto di eliminare il tuo account su %(frontend_base_url)s.

source: Thank you, The Revel Team
de: Vielen Dank, Das Revel-Team
it: Grazie, Il Team di Revel

source: A user data export has failed.
de: Ein Nutzer-Datenexport ist fehlgeschlagen.
it: L'esportazione dei dati di un utente è fallita.

source: User:
de: Nutzer:in:
it: Utente:

source: Error:
de: Fehler:
it: Errore:

source: Please investigate this issue as soon as possible.
de: Bitte untersuche dieses Problem so schnell wie möglich.
it: Si prega di investigare questo problema al più presto.

source: User: %(user.email)s
de: Nutzer:in: %(user.email)s
it: Utente: %(user.email)s

source: Error: %(error_message)s
de: Fehler: %(error_message)s
it: Errore: %(error_message)s

source: User Data Export Failed
de: Nutzer-Datenexport fehlgeschlagen
it: Esportazione dati utente fallita

source: Hi %(user.first_name)s,
it: Ciao %(user.first_name)s,

source: Unfortunately, we were unable to generate your data export.
de: Leider konnten wir deinen Datenexport nicht erstellen.
it: Purtroppo non siamo riusciti a generare l'esportazione dei tuoi dati.

source: We have been notified of this issue and are working to resolve it as soon as possible.
de: Wir wurden über dieses Problem informiert und arbeiten daran, es so schnell wie möglich zu beheben.
it: Siamo stati informati di questo problema e stiamo lavorando per risolverlo il prima possibile.

source: We apologize for any inconvenience.
de: Wir entschuldigen uns für die Unannehmlichkeiten.
it: Ci scusiamo per l'inconveniente.

source: Thanks,<br>The Revel Team
de: Danke,<br>Das Revel-Team
it: Grazie,<br>Il Team di Revel

source: Thanks, The Revel Team
de: Danke, Das Revel-Team
it: Grazie, Il Team di Revel

source: Your Revel Data Export has Failed
de: Dein Revel-Datenexport ist fehlgeschlagen
it: L'esportazione dei tuoi dati Revel è fallita

source: Your Data Export is Ready
de: Dein Datenexport ist bereit
it: L'esportazione dei tuoi dati è pronta

source: Hi %(user.username)s,
it: Ciao %(user.username)s,

source: Your data export from Revel is ready to be downloaded.
de: Dein Datenexport von Revel ist bereit zum Download.
it: L'esportazione dei tuoi dati da Revel è pronta per essere scaricata.

source: You can download your data by clicking the following link:
de: Du kannst deine Daten herunterladen, indem du auf den folgenden Link klickst:
it: Puoi scaricare i tuoi dati cliccando sul seguente link:

source: Download Your Data
de: Lade deine Daten herunter
it: Scarica i tuoi dati

source: This link is valid for a limited time. If you did not request this export, please ignore this email or contact support.
de: Dieser Link ist zeitlich begrenzt gültig. Falls du diesen Export nicht angefordert hast, ignoriere bitte diese E-Mail oder kontaktiere den Support.
it: Questo link è valido per un periodo di tempo limitato. Se non hai richiesto questa esportazione, ignora questa email o contatta l'assistenza.

source: Best,<br> The Revel Team
de: Viele Grüße,<br> Das Revel-Team
it: Cordiali saluti,<br> Il Team di Revel

source: Best, The Revel Team
de: Viele Grüße, Das Revel-Team
it: Cordiali saluti, Il Team di Revel

source: Verify Your Email
de: Verifiziere deine E-Mail
it: Verifica la tua email

source: Verify your email
de: Verifiziere deine E-Mail
it: Verifica la tua email

source: Please verify your email and finish setting up your account.
de: Bitte verifiziere deine E-Mail und schließe die Einrichtung deines Kontos ab.
it: Verifica la tua email e completa la configurazione del tuo account.

source: Verify Email
de: E-Mail verifizieren
it: Verifica email

source: Verify your email.
de: Verifiziere deine E-Mail.
it: Verifica la tua email.

source: Password Reset Request
de: Passwort-Zurücksetzungsanfrage
it: Richiesta reimpostazione password

source: Please click the link below to set up a new password:
de: Bitte klicke auf den folgenden Link, um ein neues Passwort festzulegen:
it: Clicca sul link qui sotto per impostare una nuova password:

source: Reset Password
de: Passwort zurücksetzen
it: Reimposta password

source: Password reset request.
de: Passwort-Zurücksetzungsanfrage.
it: Richiesta reimpostazione password.

source: Password reset request
de: Passwort-Zurücksetzungsanfrage
it: Richiesta reimpostazione password

source: Phone number must be a string.
de: Die Telefonnummer muss eine Zeichenkette sein.
it: Il numero di telefono deve essere una stringa.

source: Number format is incorrect.
de: Das Nummernformat ist nicht korrekt.
it: Il formato del numero non è corretto.

source: Internal Server Error.
de: Interner Serverfehler.
it: Errore interno del server.

source: You submitted answers refer to a different questionnaire.
de: Deine eingesendeten Antworten beziehen sich auf einen anderen Fragebogen.
it: Le risposte che hai inviato si riferiscono a un questionario diverso.

source: You are missing mandatory answers.
de: Dir fehlen Pflichtantworten.
it: Mancano risposte obbligatorie.

source: You have created too many items.
de: Du hast zu viele Elemente erstellt.
it: Hai creato troppi elementi.

source: You are already a member of this organization.
de: Du bist bereits Mitglied dieser Organisation.
it: Sei già membro di questa organizzazione.

source: You have a pending membership request for this organization.
de: Du hast eine ausstehende Mitgliedschaftsanfrage für diese Organisation.
it: Hai una richiesta di iscrizione in sospeso per questa organizzazione.

source: Malware detected
de: Malware erkannt
it: Malware rilevato

source: Malware has been detected in a file upload.
de: Malware wurde in einem hochgeladenen Datei erkannt.
it: È stato rilevato un malware in un file caricato.

source: Details
it: Dettagli

source: Uploader
de: Hochlader:in
it: Caricato da

source: Model
de: Modell
it: Modello

source: Instance PK
de: Instanz-PK
it: PK istanza

source: Field
de: Feld
it: Campo

source: Findings
de: Ergebnisse
it: Rilevamenti

source: Quarantined file
de: Unter Quarantäne gestellte Datei
it: File in quarantena

source: Malware detected in your upload
de: Malware in deinem Upload erkannt
it: Malware rilevato nel tuo caricamento

source: We have detected malware in a file you recently uploaded. The file has been quarantined and our staff has been notified.
de: Wir haben Malware in einer Datei erkannt, die du kürzlich hochgeladen hast. Die Datei wurde unter Quarantäne gestellt und unser Team wurde benachrichtigt.
it: Abbiamo rilevato un malware in un file che hai caricato di recente. Il file è stato messo in quarantena e il nostro staff è stato notificato.

source: We will investigate the issue and get back to you as soon as possible.
de: Wir werden das Problem untersuchen und uns so schnell wie möglich bei dir melden.
it: Investigheremo il problema e ti contatteremo al più presto.

source: ticket_tier_id is required for events that require tickets.
de: ticket_tier_id ist erforderlich für Events, die Tickets benötigen.
it: ticket_tier_id è obbligatorio per eventi che richiedono biglietti.

source: You must connect to Stripe first.
de: Du musst dich zuerst mit Stripe verbinden.
it: Devi prima connetterti a Stripe.

source: Ticket already cancelled
de: Ticket bereits storniert
it: Biglietto già annullato

source: Invitation not found.
de: Einladung nicht gefunden.
it: Invito non trovato.

source: Token not found or expired.
de: Token nicht gefunden oder abgelaufen.
it: Token non trovato o scaduto.

source: The token is invalid or expired.
de: Der Token ist ungültig oder abgelaufen.
it: Il token non è valido o è scaduto.

source: Ticket price type PWYC
de: Ticket-Preistyp PWYC
it: Tipo di prezzo biglietto PWYC

source: This endpoint is only for pay-what-you-can tickets
de: Dieser Endpunkt ist nur für "Zahl-was-du-kannst"-Tickets
it: Questo endpoint è solo per biglietti a offerta libera

source: PWYC amount must be at least {min_amount}
de: Der PWYC-Betrag muss mindestens {min_amount} betragen
it: L'importo PWYC deve essere almeno {min_amount}

source: PWYC amount must be at most {max_amount}
de: Der PWYC-Betrag darf höchstens {max_amount} betragen
it: L'importo PWYC deve essere al massimo {max_amount}

source: Only the organization owner can create staff members.
de: Nur der/die Organisationsinhaber:in kann Mitarbeiter:innen erstellen.
it: Solo il proprietario dell'organizzazione può creare membri dello staff.

source: Only the organization owner can change staff permissions.
de: Nur der/die Organisationsinhaber:in kann Mitarbeiterberechtigungen ändern.
it: Solo il proprietario dell'organizzazione può modificare i permessi dello staff.

source: One or more events do not exist or belong to this organization.
de: Ein oder mehrere Events existieren nicht oder gehören nicht zu dieser Organisation.
it: Uno o più eventi non esistono o non appartengono a questa organizzazione.

source: One or more event series do not exist or belong to this organization.
de: Eine oder mehrere Event-Serien existieren nicht oder gehören nicht zu dieser Organisation.
it: Una o più serie di eventi non esistono o non appartengono a questa organizzazione.

source: Invalid Stripe signature
de: Ungültige Stripe-Signatur
it: Firma Stripe non valida

source: This event does not accept invitation requests.
de: Dieses Event akzeptiert keine Einladungsanfragen.
it: Questo evento non accetta richieste di invito.

source: You are already invited to this event.
de: Du bist bereits zu diesem Event eingeladen.
it: Sei già invitato a questo evento.

source: You have already requested an invitation to this event.
de: Du hast bereits eine Einladung zu diesem Event angefragt.
it: Hai già richiesto un invito per questo evento.

source: The organization does not accept new members.
de: Die Organisation akzeptiert keine neuen Mitglieder.
it: L'organizzazione non accetta nuovi membri.

source: User is already a member of this organization.
de: Nutzer:in ist bereits Mitglied dieser Organisation.
it: L'utente è già membro di questa organizzazione.

source: User is already a staff member of this organization.
de: Nutzer:in ist bereits Mitarbeiter:in dieser Organisation.
it: L'utente è già un membro dello staff di questa organizzazione.

source: A file must be provided when resource_type is 'file'.
de: Eine Datei muss bereitgestellt werden, wenn resource_type 'file' ist.
it: È necessario fornire un file quando resource_type è 'file'.

source: You must connect your Stripe account first.
de: Du musst zuerst dein Stripe-Konto verbinden.
it: Devi prima connettere il tuo account Stripe.

source: This organization is not configured to accept payments.
de: Diese Organisation ist nicht für die Annahme von Zahlungen konfiguriert.
it: Questa organizzazione non è configurata per accettare pagamenti.

source: This ticket tier cannot be purchased.
de: Diese Ticket-Kategorie kann nicht gekauft werden.
it: Questo livello di biglietto non può essere acquistato.

source: You already have a ticket
de: Du hast bereits ein Ticket
it: Hai già un biglietto

source: This ticket tier is sold out.
de: Diese Ticket-Kategorie ist ausverkauft.
it: Questo livello di biglietto è esaurito.

source: Stripe API error: {error}
de: Stripe-API-Fehler: {error}
it: Errore API Stripe: {error}

source: You already have a ticket.
de: Du hast bereits ein Ticket.
it: Hai già un biglietto.

source: Unknown payment method.
de: Unbekannte Zahlungsmethode.
it: Metodo di pagamento sconosciuto.

source: This ticket has already been checked in.
de: Dieses Ticket wurde bereits eingecheckt.
it: Questo biglietto è già stato registrato.

source: This ticket has been cancelled.
de: Dieses Ticket wurde storniert.
it: Questo biglietto è stato annullato.

source: This ticket is pending payment confirmation.
de: Dieses Ticket wartet auf Zahlungsbestätigung.
it: Questo biglietto è in attesa di conferma del pagamento.

source: Invalid ticket status: {status}
de: Ungültiger Ticket-Status: {status}
it: Stato del biglietto non valido: {status}

source: Check-in is not currently open for this event.
de: Der Check-in ist für dieses Event derzeit nicht geöffnet.
it: Il check-in non è attualmente aperto per questo evento.

source: New Event: %(event_name)s
de: Neues Event: %(event_name)s
it: Nuovo evento: %(event_name)s

source: 🎉 New Event Available!
de: 🎉 Neues Event verfügbar!
it: 🎉 Nuovo evento disponibile!

source: Hi %(user_name)s, %(organization_name)s has a new event for you
de: Hi %(user_name)s, %(organization_name)s hat ein neues Event für dich
it: Ciao %(user_name)s, %(organization_name)s ha un nuovo evento per te

source: 📅 Date:
de: 📅 Datum:
it: 📅 Data:

source: 📍 Location:
de: 📍 Ort:
it: 📍 Luogo:

source: 🎫 Tickets:
it: 🎫 Biglietti:

source: Required - Register soon as spots may be limited
de: Erforderlich - Registriere dich bald, da die Plätze begrenzt sein können
it: Richiesto - Registrati presto perché i posti potrebbero essere limitati

source: Please let us know you're coming
de: Bitte lass uns wissen, dass du kommst
it: Facci sapere che parteciperai

source: About this event
de: Über dieses Event
it: Info su questo evento

source: Ready to join us?
de: Bereit mitzumachen?
it: Pronto a unirti a noi?

source: Get Your Ticket
de: Hol dir dein Ticket
it: Ottieni il tuo biglietto

source: RSVP Now
de: Jetzt zusagen
it: Conferma ora

source: You're receiving this notification because you're subscribed to updates from %(organization_name)s.
de: Du erhältst diese Benachrichtigung, weil du Updates von %(organization_name)s abonniert hast.
it: Stai ricevendo questa notifica perché sei iscritto agli aggiornamenti di %(organization_name)s.

source: To manage your notification preferences, please visit your account settings.
de: Um deine Benachrichtigungseinstellungen zu verwalten, besuche bitte deine Kontoeinstellungen.
it: Per gestire le tue preferenze di notifica, visita le impostazioni del tuo account.

source: The Revel Team
de: Das Revel-Team
it: Il Team di Revel

source: Payment Confirmation
de: Zahlungsbestätigung
it: Conferma pagamento

source: Payment Successful!
de: Zahlung erfolgreich!
it: Pagamento riuscito!

source: Hi %(user_name)s,
it: Ciao %(user_name)s,

source: Your payment for <strong>%(event_name)s</strong> was successful and your ticket is now active!
de: Deine Zahlung für <strong>%(event_name)s</strong> war erfolgreich und dein Ticket ist jetzt aktiv!
it: Il tuo pagamento per <strong>%(event_name)s</strong> è andato a buon fine e il tuo biglietto è ora attivo!

source: Transaction Details
de: Transaktionsdetails
it: Dettagli transazione

source: Event:
it: Evento:

source: Ticket Tier:
de: Ticket-Kategorie:
it: Livello biglietto:

source: Amount Paid:
de: Bezahlter Betrag:
it: Importo pagato:

source: Payment ID:
de: Zahlungs-ID:
it: ID pagamento:

source: View Event Details
de: Event-Details ansehen
it: Visualizza dettagli evento

source: We're excited to see you there!
de: Wir freuen uns, dich dort zu sehen!
it: Non vediamo l'ora di vederti!

source: Cheers,
de: Viele Grüße,
it: A presto,

source: You are receiving this email because you purchased a ticket on Revel.
de: Du erhältst diese E-Mail, weil du ein Ticket auf Revel gekauft hast.
it: Stai ricevendo questa email perché hai acquistato un biglietto su Revel.

source: Potluck Update: %(event_name)s
it: Aggiornamento Potluck: %(event_name)s

source: 🥘 Potluck Update
it: 🥘 Aggiornamento Potluck

source: New Item Added
de: Neues Element hinzugefügt
it: Nuovo elemento aggiunto

source: Item Claimed
de: Element beansprucht
it: Elemento riservato

source: Item Available Again
de: Element wieder verfügbar
it: Elemento di nuovo disponibile

source: Item Removed
de: Element entfernt
it: Elemento rimosso

source: Description:
de: Beschreibung:
it: Descrizione:

source: Type:
de: Typ:
it: Tipo:

source: Quantity:
de: Menge:
it: Quantità:

source: Claimed by:
de: Beansprucht von:
it: Riservato da:

source: Note:
de: Hinweis:
it: Nota:

source: Event Information
de: Event-Informationen
it: Informazioni evento

source: Date:
de: Datum:
it: Data:

source: Location:
de: Ort:
it: Luogo:

source: Updated by %(changed_by_name)s
de: Aktualisiert von %(changed_by_name)s
it: Aggiornato da %(changed_by_name)s

source: You're receiving this notification because you have potluck updates enabled.
de: Du erhältst diese Benachrichtigung, weil du Potluck-Updates aktiviert hast.
it: Stai ricevendo questa notifica perché hai abilitato gli aggiornamenti potluck.

source: Questionnaire Evaluation Result: %(event_name)s
de: Fragebogen-Auswertungsergebnis: %(event_name)s
it: Risultato valutazione questionario: %(event_name)s

source: 📋 Questionnaire Evaluation
de: 📋 Fragebogen-Auswertung
it: 📋 Valutazione questionario

source: APPROVED
de: GENEHMIGT
it: APPROVATO

source: Congratulations! Your questionnaire submission has been approved.
de: Glückwunsch! Deine Fragebogen-Einsendung wurde genehmigt.
it: Congratulazioni! La tua risposta al questionario è stata approvata.

source: NOT APPROVED
de: NICHT GENEHMIGT
it: NON APPROVATO

source: Your questionnaire submission was not approved at this time.
de: Deine Fragebogen-Einsendung wurde zu diesem Zeitpunkt nicht genehmigt.
it: La tua risposta al questionario non è stata approvata in questo momento.

source: Submission Details
de: Einsendungsdetails
it: Dettagli invio

source: Organization:
de: Organisation:
it: Organizzazione:

source: Questionnaire:
de: Fragebogen:
it: Questionario:

source: Score:
de: Punktzahl:
it: Punteggio:

source: Evaluated by:
de: Bewertet von:
it: Valutato da:

source: Evaluation Date:
de: Auswertungsdatum:
it: Data valutazione:

source: Evaluator Comments
de: Kommentare des/der Bewerter:in
it: Commenti del valutatore

source: ✅ What's Next?
de: ✅ Wie geht's weiter?
it: ✅ Cosa fare ora?

source: ℹ️ What's Next?
de: ℹ️ Wie geht's weiter?
it: ℹ️ Cosa fare ora?

source: Your questionnaire submission has been approved! You can now proceed with your event registration or participation as outlined in the event details.
de: Deine Fragebogen-Einsendung wurde genehmigt! Du kannst jetzt mit deiner Event-Registrierung oder Teilnahme fortfahren, wie in den Event-Details beschrieben.
it: La tua risposta al questionario è stata approvata! Puoi ora procedere con la registrazione all'evento o la partecipazione come indicato nei dettagli dell'evento.

source: If you have questions about this evaluation or would like to understand what you can do differently, please contact the event organizers directly.
de: Falls du Fragen zu dieser Auswertung hast oder verstehen möchtest, was du anders machen kannst, kontaktiere bitte direkt die Event-Organisator:innen.
it: Se hai domande su questa valutazione o vuoi capire cosa puoi fare diversamente, contatta direttamente gli organizzatori dell'evento.

source: Event Date:
de: Event-Datum:
it: Data evento:
